[
{
"tip_title" : "Plant in raised beds with rich soil",
"tip_image" : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fsg.news.yahoo.com%2F7-secrets-high-yield-vegetable-234800386.html&psig=AOvVaw3AKGYXMl3JVeB2cuiaMMmA&ust=1582611265426000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCOD23MXE6ecCFQAAAAAdAAAAABAD",
"tip_description" : "Expert gardeners agree that building up the soil is the single most important factor in pumping up yields. A deep, organically rich soil encourages the growth of healthy, extensive roots able to reach more nutrients and water. The result: extra-lush, extra-productive growth above ground. \n The fastest way to get that deep layer of fertile soil is to make raised beds. Raised beds yield up to four times more than the same amount of space planted in rows. That’s due not only to their loose, fertile soil but also to efficient spacing. By using less space for paths, you have more room to grow plants. \n Raised beds save you time, too. One researcher tracked the time it took to plant and maintain a 30-by-30-foot garden planted in beds, and found that he needed to spend just 27 hours in the garden from mid-May to mid-October. Yet he was able to harvest 1,900 pounds of fresh vegetables. That’s a year’s supply of food for three people from about three total days of work! \n How do raised beds save so much time? Plants grow close enough together to crowd out competing weeds so you spend less time weeding. The close spacing also makes watering and harvesting more efficient."
},
{
"tip_title" : "Round out the soil in your beds",
"tip_image" : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fsg.news.yahoo.com%2F7-secrets-high-yield-vegetable-234800386.html&psig=AOvVaw3ExHDDSnaLm_4aEJmoUgDn&ust=1582611433727000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCMCdo5bF6ecCFQAAAAAdAAAAABAD",
"tip_description" : "The shape of your beds can make a difference, too. Raised beds become more space-efficient by gently rounding the soil to form an arc. A rounded bed that is 5 feet wide across its base, for instance, could give you a 6-foot-wide arc above it. That foot might not seem like much, but multiply it by the length of your bed and you’ll see that it can make a big difference in total planting area. \n In a 20-foot-long bed, for example, mounding the soil in the middle increases your total planting area from 100 to 120 square feet. That’s a 20% gain in planting space in a bed that takes up the same amount of ground space. Lettuce, spinach, and other greens are perfect crops for planting on the edges of a rounded bed."
},
{
"tip_title" : "Plant crops in triangles instead of rows",
"tip_image" : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.goodhousekeeping.com%2Fhome%2Fgardening%2Fa20706435%2Fvegetable-garden-tips%2F&psig=AOvVaw2LpgxOBv14GznjXKhiNMSb&ust=1582611469418000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIjF1ajF6ecCFQAAAAAdAAAAABAD",
"tip_description" : "To get the maximum yields from each bed, pay attention to how you arrange your plants. Avoid planting in square patterns or rows. Instead, stagger the plants by planting in triangles. By doing so, you can fit 10 to 14% more plants in each bed. \n Just be careful not to space your plants too tightly. Some plants won’t reach their full size — or yield — when crowded. For instance, when one researcher increased the spacing between romaine lettuces from 8 to 10 inches, the harvest weight per plant doubled. (Remember that weight yield per square foot is more important than the number of plants per square foot.)Overly tight spacing can also stress plants, making them more susceptible to diseases and insect attack."
},
{
"tip_title" : "Grow climbing plants to capitalize on space",
"tip_image" : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.goodhousekeeping.com%2Fhome%2Fgardening%2Fa20706435%2Fvegetable-garden-tips%2F&psig=AOvVaw2VOqXUZRWF1JbBas1qWiqc&ust=1582611606818000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIjHu-jF6ecCFQAAAAAdAAAAABAD",
"tip_description" : "No matter how small your garden, you can grow more by going vertical. Grow space-hungry vining crops—such as tomatoes, pole beans, peas, squash, melons, cukes, and so on—straight up, supported by trellises, fences, cages, or stakes. \n Growing vegetables vertically also saves time. Harvest and maintenance go faster because you can see exactly where the fruits are. Fungal diseases are also less likely to affect upward-bound plants s thanks to the improved air circulation around the foliage. \n Try growing vining crops on trellises along one side of raised beds, using sturdy end posts with nylon mesh netting or string in between to provide a climbing surface. Tie the growing vines to the trellis. But don’t worry about securing heavy fruits. Even squash and melons will develop thicker stems for support."
},
{
"tip_title" : "Time your crops carefully",
"tip_image" : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.goodhousekeeping.com%2Fhome%2Fgardening%2Fa20706435%2Fvegetable-garden-tips%2F&psig=AOvVaw2LR0LKiFHN6HjvzeoBH2qc&ust=1582611679614000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCJCnvYvG6ecCFQAAAAAdAAAAABAD",
"tip_description" : "Succession planting allows you to grow more than one crop in a given space over the course of a growing season. That way, many gardeners can harvest three or even four crops from a single area. For instance, follow an early crop of leaf lettuce with a fast-maturing corn, and then grow more greens or overwintered garlic — all within a single growing season. To get the most from your succession plantings:\n Use transplants - A transplant is already a month or so old when you plant it, and matures that much faster than a seed sown directly in the garden.\n Choose fast-maturing varieties. \n Replenish the soil with a ¼-to-½-inch layer of compost (about 2 cubic feet per 100 square feet) each time you replant. Work it into the top few inches of soil."
},
{
"tip_title" : "Stretch your season by covering the beds",
"tip_image" : "https://www.google.com/url?sa=i&url=https%3A%2F%2Fuk.news.yahoo.com%2F7-secrets-high-yield-vegetable-234800386.html&psig=AOvVaw3EdkGT5niNlDzeE5ls-jWT&ust=1582611776197000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCND8xr3G6ecCFQAAAAAdAAAAABAD",
"tip_description" : "Adding a few weeks to each end of the growing season can buy you enough time to grow yet another succession crop — say a planting of leaf lettuce, kale, or turnips — or to harvest more end-of-the-season tomatoes. \n To get those extra weeks of production, you need to keep the air around your plants warm (even when the weather is cold) by using mulches, cloches, row covers, or cold frames. \n Or give heat-loving crops (such as melons, peppers, and eggplants) an extra-early start in the spring by using two “blankets” — one to warm the air and one to warm the soil. About six to eight weeks before the last frost date, preheat cold soil by covering it with either infrared-transmitting (IRT) mulch or black plastic, which will absorb heat. \n Then, cover the bed with a slitted, clear plastic tunnel. When the soil temperature reaches 65 to 70 degrees Farenheit, set out plants and cover the black plastic mulch with straw to keep it from trapping too much heat. Remove the clear plastic tunnel when the air temperature warms and all danger of frost has passed. Install it again at the end of the season when temperatures cool."
}
]